# Terminal tools
brew "duti"
brew "git"
brew "stow"
brew "tmux"
brew "tpm"
brew "neovim"
brew "zoxide"
brew "atuin"
brew "eza"
brew "bat"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "yazi"
brew "lazygit"

# Shell
brew "powerlevel10k"

# Fonts
cask "font-meslo-lg-nerd-font"

# Apps
cask "ghostty"
cask "hammerspoon"
